Repository: xdch47/mandelbrot-gtk
Catalog: po/*.po
Languages: de

source: Min-Realpart:
de: Min-Realteil:

source: Max-Realpart:
de: Max-Realteil:

source: Min-Imag.part:
de: Min-Imag.teil:

source: Max-Imag.part:
de: Max-Imag.teil

source: San-Marco-Dragon
de: San-Marco-Drache

source: Julia-Dragon
de: Julia-Drache

source: Fatou-Set
de: Fatou Staub

source: Douady rabbit
de: Douady Kanichen

source: Misiurewicz-Point
de: misiurewicz-Punkt

source: Blue constants
de: Blau Konstanten

source: Convergent / Divergent Set
de: Konvergente / Divergent Menge

source: Mandelbrot- / Juliaset
de: Mandelbrot- / Juliamenge

source: Mandelbrotset [%0.2fs]
de: Mandelbrotmenge [%0.2fs]

source: Juliaset [%0.2fs]
de: Juliamenge [%0.2fs]

source: Rendering the Mandelbrotset..
de: Mandelbrotmenge wird gerendert..

source: Rendering the Juliaset..
de: Juliamenge wird gerendert..

source: Complex plane
de: Komplexe Zahlenebene

source: Renderdata
de: Funktionsdaten

source: Degree of Mandelbrotset:
de: Mandelbrotmenge der Ordnung:

source: I_terationdepth
de: I_terationstiefe

source: _Juliaset:
de: _Julia Menge:

source: Constante j
de: Konstante j

source: _Realpart:
de: _Realteil:

source: _Imag.part:
de: _Imag.teil:

source: Get j from the _Mandelbrotset
de: j von der _Mandelbrotmenge

source: _Render
de: _Zeichnen

source: _Quit
de: _Beenden

source: The renderprocess has been interrupted. Continue or restart process?
de: Der Renderprozess wurde gestoppt. Soll er fortgesetzt oder neugestartet werden?

source: _Continue
de: _Fortsetzen

source: _Restart
de: _Neustart

source: _Cancel
de: _Abbrechen

source: _File
de: _Datei

source: _Option
de: _Einstellungen

source: Retain aspect ratio
de: Seitenverhältnis beibehalten

source: Adjust complex _plane to imagesize
de: Komplexe _Ebene an Bildgröße anpassen

source: Set color
de: F_arben für

source: _Color-Algorithm
de: Aktueller _Farb-Algorithmus

source: _Configuration
de: _Konfiguration

source: _Convergent set
de: _Konvergente Menge

source: _Divergent set
de: _Divergente Menge

source: Color of the convergent set
de: Farben für die konvergente Menge

source: Color of the divergent set
de: Farben für die divergente Menge

source: Save..
de: Speichern..

source: Save as..
de: Speichern unter..

source: _Filename:
de: _Dateiname:

source: Render - Option
de: Render - Optionen

source: Imageoption
de: Bildoptionen

source: Width (in Pixel):
de: Breite (in Pixel):

source: Height (in Pixel):
de: Höhe (in Pixel):

source: Reload _values
de: Aktuelle _Werte

source: _Save
de: _Speichern

source: _Close
de: S_chließen

source: _Adjust complexplane
de: _Zahleneb. anpassen

source: Please wait.. Rendering image...
de: Bitte warten.. Grafik wird gerendert...

source: Saved Image to file.
de: Grafik wurde gespeichert.

source: Rendering was aborted by user.
de: Rendervorgang abgebrochen.

source: Abort rendering?
de: Sind sie sicher, dass sie das Speichern abbrechen wollen?

source: Error: Can't write file "%s".
de: Error: Die Datei "%s" konnte nicht zum Schreiben geöffnet werden.

source: Directory doesn't exist.
de: Das angegeben Verzeichnis existiert nicht!

source: Can't save file. Permission denied.
de: Sie haben nicht die notwendigen Rechte um die Datei im angegebenen Verzeichnis ablegen zu können!

source: You must enter a valid filename.
de: Sie müssen eine Dateiname angeben.

source: The File "%s" already exists. Overwrite?
de: Die Datei "%s" existiert bereits. Sind sie sicher, dass sie die Datei überschreiben wollen?

source: Option
de: Einstellungen

source: Complex Plane (Std)
de: Komplexe Eb. (Std)

source: Complex Plane (Reset-Werte)
de: Standardeinstellung für die komplexe Zahlenebene: (Reset-Werte)

source: Complex Plane (Mb)
de: Komplexe Eb. (Mb)

source: Complex Plane of the Mandelbortset:
de: Standardeinstellung für die komplexe Zahlenebene der Mandelbrotmenge (Nur 2te Ordnung):

source: _Reset
de: _Zurücksetzen

source: _Default Values
de: _Defaultwerte

source: Miscellaneous
de: Verschiedenes

source: Zoomfactor
de: Zoomfaktor

source: Zoomfactor in percent:
de: Zoomfaktor in Prozent:

source: Number of Render-Threads:
de: Anzahl Render-Threads:

source: Iterationdepth
de: Iterationstiefe

source: Iterationdepth of "Get j from the Mandelbrotset":
de: Iterationstiefe bei "j von der Mandelbrotmenge":

source: Focus color
de: Focus Farbe

source: Color of zoom-rectangle:
de: Farbe des Zoom-Vierecks:

source: "%s" is not a valid Number
de: "%s" ist kein gültiger Wert!

source: The minimum realpart must be smaller than the maximum realpart.
de: Der Min-Realteil muss kleiner als der Max-Realteil sein.

source: The minimum imaginarypart must be smaller than the maximum imaginarypart.
de: Der Min-Imaginärteil muss kleiner als der Max-Imaginärteil sein.

source: Please enter a valid number for the iterationdepth. (Between %d and %d)
de: Geben sie einen gültigen Wert für die maximale Anzahl der Iterationen ein. (Zw. %d und %d)

source: Please enter a valid number for the degree of the Mandelbrotset. (Between %f and %f)
de: Geben sie einen gültigen Wert für die Ordnung der Mandelbrotmenge ein. (Zw. %f und %f)
